[
  {
    "title": "Análisis de texto y data mining con Pattern",
    "speaker": "Sofía Martin",
    "desc": "Cómo realizar búsquedas en Flick, Twitter, Wikipedia\r\nAnálisis de texto automático, plural, singular..."
  },
  {
    "title": "Armar el cv un mal necesario",
    "speaker": "Carolina Maristany",
    "desc": "Tips para armar tu cv y atravesar un proceso de selección\nArmar el cv (.doc o LinkedIn) es un pain i..."
  },
  {
    "title": "AttributeError: ‘Talk’ object has no attribute ‘title’",
    "speaker": "Nahuel Lascano",
    "desc": "En esta charla vamos a hablar sobre la nueva sintaxis de anotaciones de tipos introducidos en Python..."
  },
  {
    "title": "Autopsias informáticas: software libre forense",
    "speaker": "María Andrea Vignau",
    "desc": "Voy a explicar la realización de plugins para el software forense llamado Autopsy SleuthKit, el más ..."
  },
  {
    "title": "Basta de loops, hagamos exploración de datos con Pandas y Altair.",
    "speaker": "Augusto Kielbowicz",
    "desc": "Taller para aprender a hacer análisis de datos de una manera sencilla aprovechando la sintaxis decla..."
  },
  {
    "title": "Blockchain: El camino de una transacción.",
    "speaker": "Miguel Felipe Duarte",
    "desc": "Cada vez mas la blockchain está de moda. Escuchamos la palabra \"bitcoin\" en todos lados, incluso Inf..."
  },
  {
    "title": "Bulding a Start Up with Lean Python",
    "speaker": "Juan Carlos Abdala",
    "desc": "En esta charla veremos como el Foco en tu idea puede verse afectado por algunas practicas de Ing. de..."
  },
  {
    "title": "Cómo enfrentamos los desafíos de mantener una comunidad inclusiva en Brasil",
    "speaker": "Mário Sérgio",
    "desc": "The purpose of this talk is to present the challenges we face in Brazil for Python community integra..."
  },
  {
    "title": "Conectando partes con ZMQ",
    "speaker": "Martin Alderete",
    "desc": "Introducir ZeroMQ (zmq), una libreria de mensajes con esteroides para comunicacion de sistemas altam..."
  },
  {
    "title": "Conectando sistemas Tryton con el mundo",
    "speaker": "Luciano Rossi",
    "desc": "Tryton es un framework para desarrollos de sistemas de gestión. Mi deseo es que los participantes co..."
  },
  {
    "title": "Convivencia entre objetos y experimentos científicos, ¿Alguien tiene que ceder?",
    "speaker": "Agustín Garassino",
    "desc": "En esta charla vamos a hablar sobre la implementación de un sistema de experimentos para resolver un..."
  },
  {
    "title": "Cortaste toda la looz: cuando la solución más obvia, no es la mejor",
    "speaker": "Diego Cañizares",
    "desc": "A veces, aunque la solución más obvia sea meter el cutucuchillo, hay que pensar que te poés quedar l..."
  },
  {
    "title": "Crea y realiza un blog personal con Pelican",
    "speaker": "Gessica Paniagua, Laura Sofia Enriquez",
    "desc": "Pelican es un python framework que nos permite generar sitios estáticos. En este taller vamos a crea..."
  },
  {
    "title": "Datawarehousing para datos genéticos, socioeconómicos y fenotípicos, con visualización 3D",
    "speaker": "Luciano Serruya Aloisi, Pablo Toledo Margalef",
    "desc": "Se presenta una aplicación para el almacenamiento, análisis, y visualización interactiva de datos he..."
  },
  {
    "title": "Deconstrui tu machismo geek",
    "speaker": "Dax",
    "desc": "El machismo está presente en todos lados, todos en algún grado u otro somos machistas. En esta charl..."
  },
  {
    "title": "Deuda técnica para todes",
    "speaker": "Carlos Matías De La Torre",
    "desc": "En esta charla intento recuperar la noción original del concepto de \"deuda técnica\", contando sobre ..."
  },
  {
    "title": "Diversidad, accesibilidad y trabajo",
    "speaker": "Katherine Jenkins",
    "desc": "Hablaremos sobre cómo las personas con discapacidades usan las aplicaciones y cuáles son las mejores..."
  },
  {
    "title": "Django Girls (inscripción cerrada, sin vacantes)",
    "speaker": "-",
    "desc": "Taller de programación dirigido a mujeres\nLa inscripción al taller cerró el 31 de octubre, y no hay ..."
  },
  {
    "title": "Django Girls (inscripción cerrada, sin vacantes)",
    "speaker": "-",
    "desc": "Taller de programación dirigido a mujeres\nLa inscripción al taller cerró el 31 de octubre, y no hay ..."
  },
  {
    "title": "Django + React",
    "speaker": "Federico Gonzalez (Fedeg)",
    "desc": "En esta charla vas a aprender como juntar lo mejor de dos mundos sin morir en el intento. Para el ba..."
  },
  {
    "title": "Django REST Framework: lo mejor de Django sin lo peor de Django",
    "speaker": "Sofía Denner, Aylen Bombelli",
    "desc": "Django REST Framework existe para que el backend se dedique única y exclusivamente a realizar tareas..."
  },
  {
    "title": "El desarrollo de software como debería ser",
    "speaker": "Hernan Wilkinson",
    "desc": "¿Es el desarrollo de software como “debería ser”? ¿Nos informaron durante la historia de nuestra pro..."
  },
  {
    "title": "El otro 90% del laburo: docs/site/support/issues/contributions",
    "speaker": "Roberto Alsina",
    "desc": "Desarrollar una aplicación o una biblioteca es un montón de trabajo. Pero aún si está perfecta, nadi..."
  },
  {
    "title": "Empecemos con un bot de Telegram",
    "speaker": "Matias Barriento",
    "desc": "Librerias, trucos y consejos sobre como crear un bot en Telegram. Ideal si recien te sumas a la prog..."
  },
  {
    "title": "Entendiendo asyncio sin usar asyncio",
    "speaker": "Juan Pedro Fisanotti",
    "desc": "Tratando de entender asyncio con cero conocimientos previos de asincronismo\nAsyncio nos permite prog..."
  },
  {
    "title": "Flatpak: Apps que corren en cualquier distro, ¡y tal como lo esperabas!",
    "speaker": "Damián Nohales, Manuel Quiñones",
    "desc": "Apps que corren en cualquier distro Linux, y funcionan tal como lo esperabas. Dirigida a usuarios de..."
  },
  {
    "title": "Gamificación: un enfoque de la vida desde los videojuegos",
    "speaker": "Federico Brest",
    "desc": "La charla analizará las formas de educar a través de la historia, y demostrará que a través de los v..."
  },
  {
    "title": "Gauchito GIL",
    "speaker": "Yonatan Romero",
    "desc": "Concurrencia en Python. Entendiendo el GIL (Global Interpreter Lock).\nProgramar aplicaciones concurr..."
  },
  {
    "title": "\"(GNU/Linux) Instalado para durar\"",
    "speaker": "Eduardo Casarero, Juan Manuel Santos",
    "desc": "Esta charla propone un check list básico para la instalción de gnu/linux en servidores con el objeti..."
  },
  {
    "title": "Haciendo Voip con Python y Asterisk",
    "speaker": "Alejandro Zamora Fonseca, Ana Almada",
    "desc": "A partir de comprender las APIs de Asterisk (AMI/AGI) y la gran cantidad de librerías de la comunida..."
  },
  {
    "title": "Imágenes satelitales n  Python",
    "speaker": "Mariela Rajngewerc",
    "desc": "En este tutorial el objetivo será obtener un mapa de coberturas (suelo, agua,\r\nvegetación) a partir ..."
  },
  {
    "title": "import género, diversidad",
    "speaker": "Debate Sobre Género Y Diversidad",
    "desc": "Debate sobre género y diversidad\nHablemos del avance del movimiento de mujeres e identidades disiden..."
  },
  {
    "title": "__init__ Jupyter Notebook",
    "speaker": "Berenice Larsen Pereyra",
    "desc": "Jupyter Notebook es una herramienta interactiva para generar archivos que contengan código ejecutabl..."
  },
  {
    "title": "Introducción a GIS con geopandas",
    "speaker": "Leonardo Morales",
    "desc": "La propuesta es que al finalizar la charla, el asistente tenga un vistazo general de dos aspectos: L..."
  },
  {
    "title": "Introducción al Aprendizaje Automático (Machine Learning)",
    "speaker": "Emilio Crudele",
    "desc": "Machine learning consiste en permitir que las computadoras aprendan por sí solas a realizar tareas, ..."
  },
  {
    "title": "Introducción a seguridad de aplicaciones web",
    "speaker": "Francisco Capdevila, Carlos De La Torre",
    "desc": "Una conversación sobre los conceptos más básicos e importantes asociados a la seguridad de aplicacio..."
  },
  {
    "title": "Juegos electromecánicos con Micropython",
    "speaker": "Alejandro J. Cura",
    "desc": "Micropython es muchísimo más pequeño que Python, por lo que es ideal para usarlo en microcontrolador..."
  },
  {
    "title": "Jugando con el ORM de Django",
    "speaker": "Federico Martinez, Santiago Avendaño",
    "desc": "El ORM de Django es una herramienta muy potente que simplifica muchísimo el desarrollo de aplicacion..."
  },
  {
    "title": "Keynote - Brandon Rhodes",
    "speaker": "Brandon Rhodes",
    "desc": "Keynote - Brandon Rhodes\nKeynote - Brandon Rhodes..."
  },
  {
    "title": "Keynote - Carol Willing",
    "speaker": "Carol Willing",
    "desc": "Keynote - Carol Willing\nKeynote - Carol Willing..."
  },
  {
    "title": "La Computación de Alto Desempeño puede ser versátil: comunicando C y FORTRAN con Python",
    "speaker": "Pablo Alcain, Cecilia Jarne, Rodrigo Lugones, Graciela Molina",
    "desc": "No sólo Python logró penetrar fuertemente en el mundo científico, sino que además avanza a mucha vel..."
  },
  {
    "title": "Las buenas, las malas, y las feas practicas",
    "speaker": "Juan Bagnera, Lucio Delelis",
    "desc": "Planteamos situaciones que encontramos en el sistema Fierro,   cómo logramos (o intentamos) resolver..."
  },
  {
    "title": "La última pregunta",
    "speaker": "Damián Avila",
    "desc": "La idea de esta charla es contar una historia. Pero contarla a través de los ojos de un pythonista.\r..."
  },
  {
    "title": "Lidiando con formatos y unidades en nuestra API REST",
    "speaker": "Matias Varela",
    "desc": "Mediante un proyecto con django rest framework, veremos como lidiar con las distintas unidades de me..."
  },
  {
    "title": "Machine Learning, del Notebook a Produccion",
    "speaker": "German Bourdin",
    "desc": "Ya le armaste el modelo que predice valores de propiedades a tu primo el de la inmobiliaria y, anda ..."
  },
  {
    "title": "Mallas Poliedrales para Aproximar Soluciones de Ecuaciones Diferenciales en Derivadas Parciales",
    "speaker": "Alexis Jawtuschenko",
    "desc": "Implementación de un proceso de mallado para dominios tridimensionales, y que permite refinar arbitr..."
  },
  {
    "title": "Microservices con Nameko",
    "speaker": "Juan Pablo Giménez",
    "desc": "Nameko es un framework para desarrollo de microservicios. Usando heramientas como rabbitmq y kuberne..."
  },
  {
    "title": "Normalizá datos con la nueva API del Servicio de Normalización de Datos Geográficos",
    "speaker": "Federico Tedin",
    "desc": "Te mostramos cómo usar la API del Servicio de Normalización de Datos\r\nGeográficos de Argentina (apis..."
  },
  {
    "title": "Observabilidad: El debugger es para gente que nunca sale a producción",
    "speaker": "Nicolás Demarchi, Lucio Torre",
    "desc": "Si, estamos diciendo que debuggear con printf es “the one true way”.\nEn la era de los microservicios..."
  },
  {
    "title": "Optimizando el procesamiento de cadenas de ADN con Pandas y Multiprocessing",
    "speaker": "Daniel Espinoza",
    "desc": "Demostrar como en uBiome bajamos los tiempos de procesamiento para cadenas de ADN usando Pandas + Mu..."
  },
  {
    "title": "Optimizando Python usando Cython",
    "speaker": "Tomas Zulberti",
    "desc": "Mostrar como usar Cython para optimizar el codigo python, comparando la performance contra C\nUsando ..."
  },
  {
    "title": "Por qué TENÉS que conocer GIT",
    "speaker": "Sofía Denner",
    "desc": "El versionado de código te puede salvar la vida. Incluso si trabajás solo/a, pero con mucha más razó..."
  },
  {
    "title": "Presentación de Las de Sistemas",
    "speaker": "Ana Laura Almada, Estefania Miguel",
    "desc": "Presentación de Las de Sistemas\nPresentación de Las de Sistemas, una comunidad de sistemas que traba..."
  },
  {
    "title": "Procesando datos en paralelo con Dask.",
    "speaker": "Ariel Rossanigo",
    "desc": "Durante la charla se presentará una introducción a Dask para el procesamiento de datos en forma para..."
  },
  {
    "title": "PyJustice: aplicaciones de Python en el área legal. Un lenguaje al servicio de la justicia.",
    "speaker": "Johanna Caterina Faliero, Pablo Cruz Casas",
    "desc": "La presente charla explorará las diversas ventajas características que ofrece el lenguaje de program..."
  },
  {
    "title": "Python en los primeros años de Ingeniería en Informática: One tool to rule ‘em all",
    "speaker": "Ana Czarnitzki, Gaston Alberto Martinez",
    "desc": "En los últimos tiempos Python ganó mucho terreno en el campo de la enseñanza para desarrolladores pr..."
  },
  {
    "title": "Python: Primera Generación.",
    "speaker": "Valeria Rocha",
    "desc": "La famosa escuela de Charles X abre sus puertas para quienes quieran dar sus primeros pasos en el mu..."
  },
  {
    "title": "Qué necesitás saber para usar Amazon Lambda con python.",
    "speaker": "Garcia Craia, Gustavo",
    "desc": "Descripción, ventajas, restricciones y vericuetos del uso de este servicio serverless de AWS con pyt..."
  },
  {
    "title": "qutebrowser - Navegando al estilo Vim",
    "speaker": "Javier Ayres",
    "desc": "Demostración completa de qutebrowser, el navegador controlado por teclado y programado en Python.\nEs..."
  },
  {
    "title": "Redes neuronales con python usando Keras",
    "speaker": "Juan Pedro Fisanotti",
    "desc": "Cerebros artificiales??? No tanto, pero igualmente una herramienta muy poderosa. Las redes neuronale..."
  },
  {
    "title": "Reverse-engineering 170 mil líneas de documentación para traerla al siglo XXI",
    "speaker": "Ramiro Morales Aka 'El Cramm'",
    "desc": "Usamos Python para la conversión de la documentación de un producto de software que usa un formato d..."
  },
  {
    "title": "Sobreviviendo al síndrome del segundo sistema con Python",
    "speaker": "Matias Lang, Leonardo Lazzaro",
    "desc": "Reescribir una gran parte de un proyecto para saldar una deuda técnica puede ser un trabajo muy cans..."
  },
  {
    "title": "Taller de Introducción a Python",
    "speaker": "Leandro E. Colombo Viña (Aka @Lecovi).",
    "desc": "Clásico taller de introducción a Python. Para el que busca saber qué es Python o necesita un primer ..."
  },
  {
    "title": "Testing en Proyectos de Machine Learning",
    "speaker": "Javier Mansilla",
    "desc": "Machine learning productivo, en el mundo real. \r\n¿Qué testeamos? ¿Cómo?\r\nLa tortuga se quiere escapa..."
  },
  {
    "title": "Todo lo que no querés saber de async",
    "speaker": "Claudio Freire",
    "desc": "Async está de moda, y todo el mundo dice que la rompe. Pero tiene sus falencias, y también hay que h..."
  },
  {
    "title": "Uso de asyncio",
    "speaker": "David Pineda",
    "desc": "Un taller en que se dan las nociones básicas para el uso de asyncio y la implementación de funcional..."
  }
]